Repository: joaoCarvalho1000/open-world-clock
Catalog: apple/Shared/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# about.kofi
source: Support on Ko-fi
es: Apoyar en Ko-fi
pt_br: Apoiar no Ko-fi

# about.report
source: Report a problem
es: Reportar un problema
pt_br: Relatar um problema

# about.text
source: Free, open source, no telemetry.
es: Gratis, de código abierto, sin telemetría.
pt_br: Grátis, de código aberto e sem telemetria.

# about.updates
source: Check for updates
es: Buscar actualizaciones
pt_br: Verificar atualizações

# about.website
source: Website
es: Sitio web
pt_br: Site

# bar.grip
source: Drag to move
es: Arrastra para mover
pt_br: Arraste para mover

# boot.failed
source: Could not load your settings. Your cities are safe on disk.
es: No se pudo cargar tu configuración. Tus ciudades están a salvo en el disco.
pt_br: Não foi possível carregar suas configurações. Suas cidades continuam salvas no disco.

# boot.retry
source: Retry
es: Reintentar
pt_br: Tentar de novo

# btn.close
source: Close to tray
es: Cerrar y dejar en la bandeja
pt_br: Fechar e manter na bandeja

# btn.closeTitle
source: Close to tray. Quit from the tray menu.
es: Cerrar la ventana sin salir. Para salir, usa el menú de la bandeja.
pt_br: Fechar e manter na bandeja. Para sair, use o menu da bandeja.

# btn.help
source: Help and shortcuts
es: Ayuda y atajos
pt_br: Ajuda e atalhos

# btn.hide
source: Hide to tray
es: Ocultar en la bandeja
pt_br: Ocultar na bandeja

# btn.hideAria
source: Hide
es: Ocultar
pt_br: Ocultar

# btn.map
source: World map
es: Mapa mundial
pt_br: Mapa-múndi

# btn.minimize
source: Minimize
es: Minimizar
pt_br: Minimizar

# btn.pin
source: Pin above all windows
es: Mantener siempre visible
pt_br: Fixar por cima de todas as janelas

# btn.pinned
source: Pinned above all windows. Click to unpin
es: Siempre visible. Haz clic para desactivar
pt_br: Fixado por cima de todas as janelas. Clique para desafixar

# btn.planner
source: Meeting planner
es: Planificador de reuniones
pt_br: Planejador de reuniões

# btn.quit
source: Quit
es: Salir
pt_br: Sair

# btn.settings
source: Settings
es: Configuración
pt_br: Configurações

# card.asleep
source: likely asleep
es: probablemente durmiendo
pt_br: provavelmente dormindo

# card.convertHint
source: Converts times from this city
es: Convierte horas desde esta ciudad
pt_br: Converte horários a partir desta cidade

# card.home
source: Home
es: Aquí
pt_br: Aqui

# card.keys
source: Enter converts from this city. F2 renames, Delete removes, Alt with the arrow keys moves it, [ and ] change the time by 15 minutes, Page Up and Page Down by 1 hour, Shift+F10 opens its options. Type a digit to convert a time from this city.
es: Enter convierte desde esta ciudad. F2 le cambia el nombre, Supr la quita, Alt con las flechas la mueve, [ y ] cambian la hora en 15 minutos, Re Pág y Av Pág en 1 hora, y Mayús+F10 abre sus opciones. Escribe un número para convertir una hora desde esta ciudad.
pt_br: Enter converte a partir desta cidade. F2 renomeia, Delete remove, Alt com as setas move, [ e ] mudam o horário em 15 minutos, Page Up e Page Down em 1 hora, Shift+F10 abre as opções. Digite um número para converter um horário a partir desta cidade.

# card.more
source: Card options
es: Opciones de la tarjeta
pt_br: Opções do cartão

# card.moreFor
source: Options for {city}
es: Opciones de {city}
pt_br: Opções de {city}

# card.moreTitle
source: Options
es: Opciones
pt_br: Opções

# card.renameAria
source: Custom label for {city}
es: Nombre personalizado para {city}
pt_br: Nome personalizado para {city}

# card.source
source: Source
es: Origen
pt_br: Origem

# card.state.converted
source: converted time
es: hora convertida
pt_br: horário convertido

# card.state.off
source: off hours
es: fuera de horario
pt_br: fora do expediente

# card.state.source
source: converter source
es: origen de la conversión
pt_br: origem da conversão

# card.state.working
source: working hours
es: en horario laboral
pt_br: em expediente

# card.title
source: Drag to reorder. Double-click to convert from this city
es: Arrastra para reordenar. Haz doble clic para convertir desde esta ciudad
pt_br: Arraste para reordenar. Clique duas vezes para converter a partir desta cidade

# common.done
source: Done
es: Listo
pt_br: OK

# common.edit
source: Edit
es: Editar
pt_br: Editar

# conv.clear
source: Back to now
es: Hora actual
pt_br: Ver horário atual

# conv.clearTitle
source: Stop converting and show the current time
es: Dejar de convertir y mostrar la hora actual
pt_br: Parar a conversão e mostrar o horário atual

# conv.copyTimes
source: Copy times
es: Copiar horas
pt_br: Copiar horários

# conv.copyTitle
source: Copy the converted times
es: Copiar las horas convertidas
pt_br: Copiar os horários convertidos

# conv.ifIts
source: If it’s
es: A las
pt_br: Às

# conv.in
source: in
es: en
pt_br: em

# conv.now
source: Now
es: Ahora
pt_br: Agora

# conv.placeholder
source: 9:30 or 3pm
es: 9:30 o 3pm
pt_br: 9:30 ou 15h

# conv.sliderAria
source: Time slider
es: Control deslizante de hora
pt_br: Controle de horário

# conv.start
source: Convert
es: Convertir
pt_br: Converter

# conv.timeAria
source: Time to convert
es: Hora para convertir
pt_br: Horário para converter

# conv.zoneAria
source: Source time zone
es: Zona horaria de origen
pt_br: Fuso horário de origem

# convertTip.message
source: Drag the wheel to move every clock at once. Tap Now to go back.
es: Arrastra la rueda para mover todos los relojes a la vez. Toca Ahora para volver.
pt_br: Gire a roda para mudar todos os relógios de uma vez. Toque em Agora para voltar.

# convertTip.title
source: Tap a city to convert a time
es: Toca una ciudad para convertir una hora
pt_br: Toque em uma cidade para converter um horário

# copy.discord
source: Copy for Discord
es: Copiar para Discord
pt_br: Copiar para o Discord

# copy.header
source: When it is {time} in {city}:
es: A las {time} en {city}:
pt_br: Às {time} em {city}:

# copy.ics
source: Save calendar invite
es: Guardar invitación de calendario
pt_br: Salvar convite de calendário

# copy.menu
source: Copy or save the times
es: Copiar o guardar las horas
pt_br: Copiar ou salvar os horários

# copy.utc
source: Copy in UTC
es: Copiar en UTC
pt_br: Copiar em UTC

# dates.aria
source: Date to convert
es: Fecha para convertir
pt_br: Data para converter

# dates.btn
source: Pick a date
es: Elegir una fecha
pt_br: Escolher uma data

# day.minus1
source: −1 day
es: −1 día
pt_br: −1 dia

# day.minusN
source: −{n} days
es: −{n} días
pt_br: −{n} dias

# day.plus1
source: +1 day
es: +1 día
pt_br: +1 dia

# day.plusN
source: +{n} days
es: +{n} días
pt_br: +{n} dias

# day.today
source: Today
es: Hoy
pt_br: Hoje

# day.tomorrow
source: Tomorrow
es: Mañana
pt_br: Amanhã

# dst.back
source: Clocks go back {d} on {date} at {time}
es: Los relojes se atrasan {d} el {date}, {time}
pt_br: Os relógios atrasam {d} às {time} de {date}

# dst.forward
source: Clocks go forward {d} on {date} at {time}
es: Los relojes se adelantan {d} el {date}, {time}
pt_br: Os relógios adiantam {d} às {time} de {date}

# dst.in
source: Clocks {delta} in {n} days
es: Relojes {delta} en {n} días
pt_br: Relógios {delta} em {n} dias

# dst.today
source: Clocks {delta} today
es: Relojes {delta} hoy
pt_br: Relógios {delta} hoje

# dst.tomorrow
source: Clocks {delta} tomorrow
es: Relojes {delta} mañana
pt_br: Relógios {delta} amanhã

# empty.add
source: Add a city
es: Agregar ciudad
pt_br: Adicionar cidade

# empty.sub
source: Try Tokyo, London or New York
es: Prueba con Tokio, Londres o Nueva York
pt_br: Experimente Tóquio, Londres ou Nova York

# empty.title
source: No cities yet
es: Aún no hay ciudades
pt_br: Nenhuma cidade adicionada

# help.keys
source: Keyboard shortcuts
es: Atajos de teclado
pt_br: Atalhos de teclado

# help.keysAny
source: Anywhere
es: En cualquier lugar
pt_br: Em qualquer lugar

# help.keysCard
source: On a focused city card
es: Con el foco en una tarjeta de ciudad
pt_br: Com o cartão de uma cidade em foco

# help.title
source: Tips
es: Consejos
pt_br: Dicas

# hint.addFirst
source: Add {city} first to convert from it
es: Primero agrega {city} para convertir desde ahí
pt_br: Adicione {city} primeiro para converter a partir dela

# hint.copied
source: Copied
es: Copiado
pt_br: Copiado

# hint.invalid
source: Type a time like 9, 9:30, 930 or 3pm
es: Escribe una hora como 9, 9:30, 930 o 3pm
pt_br: Digite um horário como 9, 9:30, 15h ou 15h30

# hint.noPlace
source: No city called {place}
es: No hay ninguna ciudad llamada {place}
pt_br: Nenhuma cidade chamada {place}

# hint.when
source: When it is {time} in {city}
es: A las {time} en {city}
pt_br: Às {time} em {city}

# hint.whenOn
source: When it is {time} in {city} on {date}
es: A las {time} en {city}, el {date}
pt_br: Às {time} em {city}, {date}

# hours.aria
source: Working hours for {city}
es: Horario laboral de {city}
pt_br: Horário de trabalho de {city}

# hours.cancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# hours.days
source: Working days
es: Días laborales
pt_br: Dias de trabalho

# hours.end
source: End time
es: Hora de fin
pt_br: Fim

# hours.for
source: Working hours · {city}
es: Horario laboral · {city}
pt_br: Horário de trabalho · {city}

# hours.invalid
source: Use two different times, like 9:00 and 18:00
es: Usa dos horas distintas, como 9:00 y 18:00
pt_br: Use dois horários diferentes, como 9:00 e 18:00

# hours.noDays
source: Pick at least one day
es: Elige al menos un día
pt_br: Escolha pelo menos um dia

# hours.overnight
source: Ends the next day
es: Termina al día siguiente
pt_br: Termina no dia seguinte

# hours.reset
source: Reset
es: Restablecer
pt_br: Redefinir

# hours.save
source: Save
es: Guardar
pt_br: Salvar

# hours.start
source: Start time
es: Hora de inicio
pt_br: Início

# hours.title
source: Working hours
es: Horario laboral
pt_br: Horário de trabalho

# hours.to
source: to
es: a
pt_br: às

# ics.title
source: Meeting
es: Reunión
pt_br: Reunião

# kbd.ctrlComma
source: Ctrl + comma
es: Ctrl + coma
pt_br: Ctrl + vírgula

# kbd.del
source: Delete
es: Supr

# kbd.hour
source: Page Up / Page Down
es: Re Pág / Av Pág

# kbd.menu
source: Shift + F10
es: Mayús + F10

# kbd.move
source: Alt + arrows
es: Alt + flechas
pt_br: Alt + setas

# kbd.scrub
source: [ and ]
es: [ y ]
pt_br: [ e ]

# kbd.type
source: 0 to 9
es: 0 a 9
pt_br: 0 a 9

# kbd.zoomIn
source: Ctrl + plus
es: Ctrl + más
pt_br: Ctrl + mais

# kbd.zoomOut
source: Ctrl + minus
es: Ctrl + menos
pt_br: Ctrl + menos

# keys.ctrlComma
source: Settings
es: Configuración
pt_br: Configurações

# keys.ctrlF
source: Add a city
es: Agregar ciudad
pt_br: Adicionar cidade

# keys.ctrlM
source: World map
es: Mapa mundial
pt_br: Mapa-múndi

# keys.ctrlP
source: Meeting planner
es: Planificador de reuniones
pt_br: Planejador de reuniões

# keys.ctrlT
source: Type a time
es: Escribir una hora
pt_br: Digitar um horário

# keys.del
source: Remove
es: Quitar
pt_br: Remover

# keys.enter
source: Convert from that city
es: Convertir desde esta ciudad
pt_br: Converter a partir da cidade

# keys.f2
source: Rename
es: Cambiar nombre
pt_br: Renomear

# keys.hour
source: Time 1 h later or earlier
es: Hora 1 h después o antes
pt_br: Avançar ou voltar 1 h

# keys.menu
source: City options
es: Opciones de la ciudad
pt_br: Opções da cidade

# keys.move
source: Move it
es: Mover
pt_br: Mover

# keys.scrub
source: Time 15 min earlier or later
es: Hora 15 min antes o después
pt_br: Voltar ou avançar 15 min

# keys.type
source: Type a time: convert from this city
es: Escribir una hora de esta ciudad
pt_br: Digitar um horário para converter a partir desta cidade

# keys.zoomIn
source: Zoom in
es: Acercar
pt_br: Aumentar o zoom

# keys.zoomOut
source: Zoom out
es: Alejar
pt_br: Diminuir o zoom

# keys.zoomReset
source: Reset zoom
es: Restablecer el zoom
pt_br: Redefinir o zoom

# layout.compact
source: Compact layout
es: Diseño compacto
pt_br: Layout compacto

# layout.current
source: Layout: {name}
es: Diseño: {name}

# layout.strip
source: Strip layout
es: Diseño en franja
pt_br: Layout em faixa

# layout.vertical
source: Vertical layout
es: Diseño vertical
pt_br: Layout vertical

# map.aria
source: World map
es: Mapa mundial
pt_br: Mapa-múndi

# map.day
source: Daylight
es: Día
pt_br: Dia

# map.sun
source: Sun
es: Sol
pt_br: Sol

# menu.aria
source: City options
es: Opciones de la ciudad
pt_br: Opções da cidade

# menu.copy
source: Copy time
es: Copiar hora
pt_br: Copiar horário

# menu.down
source: Move down
es: Mover hacia abajo
pt_br: Mover para baixo

# menu.hours
source: Working hours…
es: Horario laboral…
pt_br: Horário de trabalho…

# menu.left
source: Move left
es: Mover a la izquierda
pt_br: Mover para a esquerda

# menu.remove
source: Remove
es: Quitar
pt_br: Remover

# menu.rename
source: Rename…
es: Cambiar nombre…
pt_br: Renomear…

# menu.right
source: Move right
es: Mover a la derecha
pt_br: Mover para a direita

# menu.share
source: Share
es: Compartir
pt_br: Compartilhar

# menu.source
source: Use as converter source
es: Usar como origen de la conversión
pt_br: Usar como origem da conversão

# menu.up
source: Move up
es: Mover hacia arriba
pt_br: Mover para cima

# opt.hour24
source: 24-hour clock
es: Reloj de 24 horas
pt_br: Relógio de 24 horas

# opt.language
source: Language
es: Idioma
pt_br: Idioma

# opt.language.auto
source: Auto
es: Automático
pt_br: Automático

# opt.layout
source: Layout
es: Diseño

# opt.layout.compact
source: Compact
es: Compacto
pt_br: Compacto

# opt.layout.strip
source: Strip
es: Franja
pt_br: Faixa

# opt.login
source: Launch at login
es: Iniciar con Windows
pt_br: Iniciar com o Windows

# opt.login.open
source: Open Startup apps
es: Abrir la configuración de inicio
pt_br: Abrir configurações de inicialização

# opt.login.portable
source: Registers the portable launcher you ran. Move the exe and re-enable this.
es: Registra el ejecutable portátil que abriste. Si lo mueves, vuelve a activar esta opción.
pt_br: Registra o executável portátil que você abriu. Se movê-lo, ative esta opção de novo.

# opt.login.store
source: Managed by Windows Startup apps
es: Se administra en Configuración > Aplicaciones > Inicio
pt_br: Gerenciado em Configurações > Aplicativos > Inicialização

# opt.opacity
source: Background opacity
es: Opacidad del fondo
pt_br: Opacidade do fundo

# opt.seconds
source: Show seconds
es: Mostrar segundos
pt_br: Mostrar segundos

# opt.theme
source: Theme
es: Tema
pt_br: Tema

# opt.theme.dark
source: Dark
es: Oscuro
pt_br: Escuro

# opt.theme.light
source: Light
es: Claro
pt_br: Claro

# opt.theme.system
source: System
es: Sistema
pt_br: Sistema

# opt.top
source: Always on top
es: Siempre visible
pt_br: Sempre visível

# panel.close
source: Close settings
es: Cerrar configuración
pt_br: Fechar configurações

# panel.display
source: Display
es: Apariencia
pt_br: Exibição

# panel.title
source: Settings
es: Configuración
pt_br: Configurações

# panel.window
source: Window
es: Ventana
pt_br: Janela

# phase.afternoon
source: Afternoon
es: Tarde
pt_br: Tarde

# phase.dawn
source: Dawn
es: Amanecer
pt_br: Amanhecer

# phase.dusk
source: Dusk
es: Anochecer
pt_br: Anoitecer

# phase.golden
source: Golden
es: Atardecer
pt_br: Fim de tarde

# phase.midday
source: Midday
es: Mediodía
pt_br: Meio-dia

# phase.morning
source: Morning
es: Mañana
pt_br: Manhã

# phase.night
source: Night
es: Noche
pt_br: Noite

# plan.aria
source: Meeting planner
es: Planificador de reuniones
pt_br: Planejador de reuniões

# plan.best
source: Best: {range} ({city}), {n} of {total} working
es: Mejor opción: {range} ({city}), {n} de {total} en horario laboral
pt_br: Melhor horário: {range} ({city}), {n} de {total} no expediente

# plan.bestOut
source: Outside hours: {list}
es: Fuera de horario: {list}
pt_br: Fora do expediente: {list}

# plan.caption
source: Hours in {city} · {date}
es: Horas en {city} · {date}
pt_br: Horário de {city} · {date}

# plan.cell
source: {time} in {src}: {local} in {city}, {state}
es: {time} en {src}: {local} en {city}, {state}
pt_br: {time} em {src}: {local} em {city}, {state}

# plan.copy
source: Copy slot
es: Copiar horario
pt_br: Copiar horário

# plan.edit
source: Edit working hours for {city}
es: Editar el horario laboral de {city}
pt_br: Editar horário de trabalho de {city}

# plan.empty
source: Add cities to compare working hours
es: Agrega ciudades para comparar sus horarios laborales
pt_br: Adicione cidades para comparar horários de trabalho

# plan.ics
source: Save invite
es: Guardar invitación
pt_br: Salvar convite

# plan.legend.best
source: Best hours
es: Mejores horas
pt_br: Melhores horários

# plan.legend.night
source: Night
es: Noche
pt_br: Noite

# plan.legend.overlap
source: Overlap
es: En común
pt_br: Em comum

# plan.legend.work
source: Working
es: Trabajo
pt_br: Expediente

# plan.more
source: +{n} more
es: +{n}
pt_br: +{n}

# plan.none
source: No overlap
es: Sin horas en común
pt_br: Sem horário em comum

# plan.overlap
source: {n} h overlap
es: {n} h en común
pt_br: {n} h em comum

# plan.partial
source: Best: {n} of {total} working
es: Mejor opción: {n} de {total} en horario laboral
pt_br: Melhor horário: {n} de {total} no expediente

# plan.range
source: {start} to {end}
es: {start} a {end}
pt_br: {start} às {end}

# plan.state.night
source: night
es: de noche
pt_br: noite

# plan.state.off
source: off hours
es: fuera de horario
pt_br: fora do expediente

# plan.state.work
source: working
es: en horario laboral
pt_br: em expediente

# rel.ahead
source: {d} ahead of local
es: {d} más que la hora local
pt_br: {d} a mais que aqui

# rel.behind
source: {d} behind local
es: {d} menos que la hora local
pt_br: {d} a menos que aqui

# rel.same
source: same time as local
es: la misma hora que la local
pt_br: mesmo horário que aqui

# rename.hint
source: Up to 40 characters. Leave empty to use the city name.
es: Hasta 40 caracteres. Déjalo vacío para usar el nombre de la ciudad.
pt_br: Até 40 caracteres. Deixe em branco para usar o nome da cidade.

# say.added
source: {city} added
es: Se agregó {city}
pt_br: {city} entrou na lista

# say.converted
source: Showing times for {time} in {city}
es: Conversión desde {city}: {time}
pt_br: Mostrando os horários equivalentes a {time} em {city}

# say.copied
source: Copied to clipboard
es: Se copió al portapapeles
pt_br: Copiado para a área de transferência

# say.hoursReset
source: Working hours reset for {city}
es: Se restableció el horario laboral de {city}
pt_br: Horário de trabalho de {city} redefinido

# say.hoursSaved
source: Working hours saved for {city}
es: Se guardó el horario laboral de {city}
pt_br: Horário de trabalho de {city} salvo

# say.icsSaved
source: Invite saved
es: Invitación guardada
pt_br: Convite salvo

# say.moved
source: {city} moved to position {n}
es: {city} ahora está en la posición {n}
pt_br: {city} agora está na posição {n}

# say.now
source: Showing the current time
es: De vuelta a la hora actual
pt_br: Mostrando o horário atual

# say.removed
source: {city} removed
es: Se quitó {city}
pt_br: {city} saiu da lista

# say.renamed
source: {old} renamed to {name}
es: {old} ahora se llama {name}
pt_br: {old} agora se chama {name}

# search.abbrNote
source: Time zones using {abbr}
es: Zonas horarias que usan {abbr}
pt_br: Fusos horários que usam {abbr}

# search.already
source: {city} is already on your list
es: {city} ya está en tu lista
pt_br: {city} já está na sua lista

# search.aria
source: Add a city
es: Agregar una ciudad
pt_br: Adicionar uma cidade

# search.noResults
source: No matches
es: Sin resultados
pt_br: Nenhum resultado

# search.noResultsSub
source: Try a city, a country, an abbreviation like EST or an offset like +3
es: Prueba con una ciudad, un país, una abreviatura como EST o una diferencia horaria como +3
pt_br: Busque por uma cidade, um país, uma sigla como EST ou uma diferença de fuso como +3

# search.none
source: No matching cities
es: No se encontraron ciudades
pt_br: Nenhuma cidade encontrada

# search.offsetNote
source: Cities at UTC{offset} right now
es: Ciudades en UTC{offset} en este momento
pt_br: Cidades em UTC{offset} agora

# search.placeholder
source: Add city
es: Agregar ciudad
pt_br: Adicionar cidade

# search.prompt
source: City, country or time zone
es: Ciudad, país o zona horaria
pt_br: Cidade, país ou fuso horário

# search.results
source: Cities
es: Ciudades
pt_br: Cidades

# search.suggested
source: Suggested
es: Sugerencias
pt_br: Sugestões

# settings.about
source: About
es: Acerca de
pt_br: Sobre

# settings.compactCards
source: Compact cards
es: Tarjetas compactas
pt_br: Cartões compactos

# settings.privacy
source: Works fully offline. No accounts, no tracking, no network access. Your cities stay on this device.
es: Funciona totalmente sin conexión. Sin cuentas, sin rastreo, sin acceso a la red. Tus ciudades se quedan en este dispositivo.
pt_br: Funciona totalmente offline. Sem cadastro, sem rastreamento, sem acesso à rede. Suas cidades ficam neste aparelho.

# settings.privacyPolicy
source: Privacy policy
es: Política de privacidad
pt_br: Política de privacidade

# settings.privacyTitle
source: Privacy
es: Privacidad
pt_br: Privacidade

# settings.version
source: Version {v}
es: Versión {v}
pt_br: Versão {v}

# settings.widgets
source: Touch and hold an empty spot on your Home Screen, tap Edit, then Add Widget (on iOS 17, tap +), and pick World Clock. On the Lock Screen, touch and hold, then tap Customize.
es: Mantén presionado un espacio vacío de la pantalla de inicio, toca Editar, luego Agregar widget (en iOS 17, toca +) y elige World Clock. En la pantalla bloqueada, mantén presionado y luego toca Personalizar.
pt_br: Mantenha pressionado um espaço vazio da Tela de Início, toque em Editar e depois em Adicionar Widget (no iOS 17, toque em +). Então escolha World Clock. Na Tela Bloqueada, mantenha pressionado e toque em Personalizar.

# sun.noRise
source: Sun doesn't rise today
es: Hoy el sol no sale
pt_br: O sol não nasce hoje

# sun.noSet
source: Sun doesn't set today
es: Hoy el sol no se pone
pt_br: O sol não se põe hoje

# sun.times
source: Sunrise {rise} · Sunset {set}
es: Salida del sol {rise} · Puesta del sol {set}
pt_br: Nascer do sol {rise} · Pôr do sol {set}

# tab.clocks
source: Clocks
es: Relojes
pt_br: Relógios

# tab.map
source: Map
es: Mapa
pt_br: Mapa

# tab.planner
source: Planner
es: Planificador
pt_br: Planejador

# tip.chip1
source: Type a time like 3pm or 3pm Tokyo to see it in every city
es: Escribe una hora como 3pm o 3pm Tokio para verla en todas las ciudades
pt_br: Digite um horário como 15h ou 15h Tóquio para ver em todas as cidades

# tip.chip2
source: Scroll over a clock, or drag its day line, to move through the day
es: Gira la rueda sobre un reloj o arrastra su línea del día para cambiar la hora
pt_br: Role sobre um relógio, ou arraste a linha do dia, para mudar o horário

# tip.chip3
source: Double-click a city to convert from its time
es: Haz doble clic en una ciudad para convertir desde su hora
pt_br: Clique duas vezes numa cidade para converter a partir dela

# tip.chip4
source: Right-click a city to rename it or set its working hours
es: Haz clic derecho en una ciudad para cambiar su nombre o su horario laboral
pt_br: Clique com o botão direito numa cidade para renomear ou definir o expediente

# tip.chip5
source: Drag cards to reorder, and drag empty space to move the window
es: Arrastra las tarjetas para ordenarlas y el espacio vacío para mover la ventana
pt_br: Arraste os cartões para reordenar e o espaço vazio para mover a janela

# tip.close
source: Close help
es: Cerrar ayuda
pt_br: Fechar ajuda

# widget.inShift
source: In {d}:
es: Dentro de {d}:
pt_br: Daqui a {d}:

# widget.intent.cities
source: Cities
es: Ciudades
pt_br: Cidades

# widget.intent.city
source: City
es: Ciudad
pt_br: Cidade

# widget.intent.minutes
source: Minutes
es: Minutos
pt_br: Minutos
